Repository: common-repository/woo-product-finder
Catalog: languages/woo-product-finder-*.po
Languages: de_de

source: of
de_de: von

source: Provide users with relevant product suggestions based on their preferences.
de_de: Unterbreiten Sie Benutzern relevante Produktvorschläge basierend auf ihren Präferenzen.

source: %1$s requires %2$s to be installed & activated!
de_de: Für %1$s muss %2$s installiert und aktiviert sein!

source: 1 site
de_de: 1 Seite

source: 14-Day money-back guarantee
de_de: 14 Tage Geld-zurück-Garantie

source: 14-Day Satisfaction Guarantee
de_de: 14 Tage Zufriedenheitsgarantie

source: <strong>We need your support</strong> to keep updating and improving the plugin. Please <a href="%1$s" target="_blank">help us by leaving a good review</a> :) Thanks!
de_de: <strong>Wir brauchen Ihre Unterstützung</strong>, um das Plugin weiter zu aktualisieren und zu verbessern. Bitte <a href="%1$s" target="_blank">helfen Sie uns, indem Sie eine gute Bewertung hinterlassen</a> :) Danke!

source: Action
de_de: Aktion

source: Activate Plugin
de_de: Plugin aktivieren

source: Activate the price range feature in the wizard settings to display the price range filter.
de_de: Aktivieren Sie die Preisspannenfunktion in den Assistenteneinstellungen, um den Preisspannenfilter anzuzeigen.

source: Add a price-based filtering option with product recommendations.
de_de: Fügen Sie eine preisbasierte Filteroption mit Produktempfehlungen hinzu.

source: Add New Question
de_de: Nieuwe vraag toevoegen

source: Add New Wizard
de_de: Neuen Assistenten hinzufügen

source: Add to Cart Button
de_de: Toevoegen aan winkelwagentje

source: Add unlimited questions and options.
de_de: Fügen Sie unbegrenzt Fragen und Optionen hinzu.

source: Adjust the minimum and maximum price fields to refine product recommendations based on budget preferences.
de_de: Passen Sie die Mindest- und Höchstpreisfelder an, um die Produktempfehlungen basierend auf Budgetpräferenzen zu verfeinern.

source: Attribute Name
de_de: Attributname

source: Attribute Value
de_de: Attributwert

source: Back to wizard configuration
de_de: Terug naar wizardconfiguratie

source: Back to wizard list
de_de: Terug naar wizardlijst

source: Background color
de_de: Achtergrond kleur

source: Background color for next and prev button
de_de: Achtergrondkleur voor volgende en vorige knop

source: Background color is display on next and prev button
de_de: Achtergrondkleur wordt weergegeven op de volgende en vorige knop

source: Background color is display on option title.
de_de: Achtergrondkleur wordt weergegeven op de optietitel.

source: Background color is display on specific button,Top Product Title,Products meeting most of your requirements title and pagination
de_de: Achtergrondkleur wordt weergegeven op een specifieke knop, Top Producttitel, Producten die aan de meeste van uw vereisten voldoen, titel en paginering

source: Background Image For Question
de_de: Achtergrondafbeelding Voor Vraag

source: Be our friend on
de_de: Sei unser Freund auf

source: Best product quiz plugin
de_de: Bestes Produkt-Quiz-Plugin

source: Checkbox
de_de: Kontrollkästchen

source: Checkbox 🔒
de_de: Kontrollkästchen 🔒

source: Close
de_de: Schließen

source: Complete matched product title based on your requirements
de_de: Volledige overeenkomende producttitel op basis van uw vereisten

source: Congratulations
de_de: Gefeliciteerd

source: Continue
de_de: Weitermachen

source: Control visibility and style for titles, thumbnails, attributes, and descriptions.
de_de: Steuern Sie Sichtbarkeit und Stil für Titel, Miniaturansichten, Attribute und Beschreibungen.

source: Create any type of product quiz, such as personalized skincare quizzes or customized furniture selection.
de_de: Erstellen Sie Produktquiz aller Art, beispielsweise personalisierte Quizze zur Hautpflege oder individuelle Möbelauswahlen.

source: Create Dynamic Questionnaires
de_de: Dynamische Fragebögen erstellen

source: Create questionnaires based on the specific categories.
de_de: Erstellen Sie Fragebögen auf Grundlage der spezifischen Kategorien.

source: Create tailored wizards to filter products by specific brands or categories. Enhance user experience with targeted recommendations and relevant product suggestions.
de_de: Erstellen Sie maßgeschneiderte Assistenten, um Produkte nach bestimmten Marken oder Kategorien zu filtern. Verbessern Sie das Benutzererlebnis mit gezielten Empfehlungen und relevanten Produktvorschlägen.

source: Create unlimited dynamic questionnaires for products.
de_de: Erstellen Sie unbegrenzt dynamische Fragebögen für Produkte.

source: Create wizards tailored to specific brands or categories for targeted product searches.
de_de: Erstellen Sie auf bestimmte Marken oder Kategorien zugeschnittene Assistenten für die gezielte Produktsuche.

source: Create your flow of user answers.
de_de: Erstellen Sie Ihren Fluss von Benutzerantworten.

source: Current Page
de_de: Huidige pagina

source: Customer Profile Image
de_de: Kundenprofilbild

source: Customize questions to gather user preferences and improve product recommendations.
de_de: Passen Sie Fragen an, um Benutzerpräferenzen zu erfassen und Produktempfehlungen zu verbessern.

source: Customize the wizard's appearance with background colors, images, and text styles.
de_de: Passen Sie das Erscheinungsbild des Assistenten mit Hintergrundfarben, Bildern und Textstilen an.

source: Customize the wizard’s background to match your site’s theme.
de_de: Passen Sie den Hintergrund des Assistenten an, damit er zum Design Ihrer Site passt.

source: Default pagination count
de_de: Standaard pagineringtelling

source: Delete
de_de: Verwijderen

source: Delete ( Selected )
de_de: Verwijder ( Geselecteerd )

source: Design and deploy tailored questionnaires with various input options. Gather user preferences to refine product recommendations and enhance shopping experiences.
de_de: Entwerfen und implementieren Sie maßgeschneiderte Fragebögen mit verschiedenen Eingabeoptionen. Erfassen Sie Benutzerpräferenzen, um Produktempfehlungen zu verfeinern und das Einkaufserlebnis zu verbessern.

source: Design wizards to filter products by selected categories or tags.
de_de: Design-Assistenten zum Filtern von Produkten nach ausgewählten Kategorien oder Tags.

source: Disabled
de_de: Gehandicapt

source: Discover Our Top Key Features
de_de: Entdecken Sie unsere wichtigsten Funktionen

source: Display Attribute Per Product
de_de: Weergavekenmerk per product

source: Display options in a one row. (EX: Two Option name display in a one row)
de_de: Weergaveopties in één rij. (EX: Twee optienamen op een rij)

source: Do you offer support for the plugin? What’s it like?
de_de: Bieten Sie Support für das Plugin an? Wie sieht dieser aus?

source: Docs
de_de: Dokumentation

source: Done
de_de: Erledigt

source: Easily customize the wizard’s look with options for background color, images, and text styling.
de_de: Passen Sie das Erscheinungsbild des Assistenten ganz einfach mit Optionen für Hintergrundfarbe, Bilder und Textstil an.

source: Easily manage questionnaire with our adaptive question flow.
de_de: Verwalten Sie Fragebögen ganz einfach mit unserem adaptiven Fragenfluss.

source: Easily set up and manage price ranges in your product wizard to filter results according to user-selected prices.
de_de: Richten Sie Preisspannen einfach in Ihrem Produktassistenten ein und verwalten Sie sie, um die Ergebnisse nach vom Benutzer ausgewählten Preisen zu filtern.

source: Edit
de_de: Bewerk

source: Enable/Disable price range option.
de_de: Optie prijsklasse in-/uitschakelen.

source: Enabled
de_de: Ingeschakeld

source: Enhance customer satisfaction by creating personalized & refined product recommendation quizzes. Help shoppers discover preferences faster. Witness business growth with customer satisfaction!
de_de: Steigern Sie die Kundenzufriedenheit, indem Sie personalisierte und verfeinerte Quizze zu Produktempfehlungen erstellen. Helfen Sie Käufern dabei, Vorlieben schneller zu entdecken. Erleben Sie Geschäftswachstum durch Kundenzufriedenheit!

source: Ensure a seamless user experience by adapting subsequent questions based on previous answers.
de_de: Sorgen Sie für ein nahtloses Benutzererlebnis, indem Sie nachfolgende Fragen auf Grundlage vorheriger Antworten anpassen.

source: Error Happens.Please try again
de_de: Er gebeurt een fout. Probeer het opnieuw

source: First page
de_de: Eerste pagina

source: Free
de_de: Frei

source: Get improved features and faster fixes by sharing non-sensitive data via usage-tracking. This will help us make the plugin more compatible with your site. No personal data is tracked or stored.
de_de: Erhalten Sie verbesserte Funktionen und schnellere Fehlerbehebungen, indem Sie nicht vertrauliche Daten über die Nutzungsverfolgung teilen. Dadurch können wir das Plugin besser mit Ihrer Site kompatibel machen. Es werden keine persönlichen Daten verfolgt oder gespeichert.

source: Get Premium
de_de: Premium bekommen

source: Get The Premium Version
de_de: Holen Sie sich die Premium-Version

source: Great for website owners with a single WooCommerce Store
de_de: Ideal für Websitebesitzer mit einem einzelnen WooCommerce-Store

source: Grid
de_de: Rooster

source: Help
de_de: Helfen

source: Help us build a better "Product Recommendation Quiz" Plugin!
de_de: Helfen Sie uns, ein besseres Plugin "Produkt-Empfehlungs-Quiz" zu entwickeln!

source: Hide Wizard Box Last Step
de_de: Verberg Wizard Box Laatste stap

source: How many attribute display per product?
de_de: Hoeveel attributen worden per product weergegeven?

source: How many options item display in a one row?
de_de: Hoeveel optie-items worden in een rij weergegeven?

source: How many product display per page?
de_de: Hoeveel productweergave per pagina?

source: How to Get Started
de_de: Wie man anfängt

source: I have more questions…
de_de: Ich habe weitere Fragen…

source: If you are creating wizard based on shoes, then you want to enter option title related to attribute value ( EX: Attribute value is male, then you should keep option name : Male )
de_de: Als u een wizard maakt op basis van schoenen, dan wilt u de optietitel invoeren die verband houdt met de attribuutwaarde (EX: Attribuutwaarde is mannelijk, dan moet u de optienaam: Man behouden)

source: If you select category, then product will display based on these selected category.
de_de: Als u een categorie selecteert, wordt het product weergegeven op basis van deze geselecteerde categorie.

source: If you select tags, then product will display based on these selected tags.
de_de: Als u tags selecteert, wordt het product weergegeven op basis van deze geselecteerde tags.

source: Invalid file or images( Allow only png,jpg,jpeg or gif )
de_de: Ongeldig bestand of afbeeldingen (alleen png, jpg, jpeg of gif toestaan)

source: Keep the questionnaire focused and engaging.
de_de: Gestalten Sie den Fragebogen fokussiert und ansprechend.

source: knowledge base
de_de: Wissensbasis

source: Last page
de_de: Laatste pagina

source: License
de_de: Lizenz

source: List
de_de: Aufführen

source: Manage Options
de_de: Opties beheren

source: Manage Product Quizzes
de_de: Produkttests verwalten

source: Manage Questions
de_de: Vragen beheren

source: Manage Wizards
de_de: Wizards beheren

source: Master Settings
de_de: Master-Einstellungen

source: Master Settings
de_de: Master-Einstellungen

source: month
de_de: monat

source: My Account
de_de: Mijn rekening

source: Name
de_de: Naam

source: Never miss an important update
de_de: Verpassen Sie nie wieder ein wichtiges Update

source: Next
de_de: Volgende

source: Next page
de_de: Volgende pagina

source: Next question
de_de: Volgende vraag

source: Next Question Based on Selected Option
de_de: Nächste Frage basierend auf der ausgewählten Option

source: No
de_de: Nee

source: No List Available
de_de: Geen lijst beschikbaar

source: No List found
de_de: Geen lijst gevonden

source: No Option Available
de_de: Geen optie beschikbaar

source: No problem, we’re happy to help! Please reach out at %s.
de_de: Kein Problem, wir helfen Ihnen gerne! Wenden Sie sich bitte an %s.

source: No Questions Available
de_de: Geen vragen beschikbaar

source: Opt-in to get email notifications for security & feature updates and to share some important WooCommerce updates. This will help us make the plugin more compatible with your version and better at doing what you need it to. No personal data is tracked or stored.
de_de: Melden Sie sich an, um E-Mail-Benachrichtigungen zu Sicherheits- und Funktionsupdates zu erhalten und wichtige WooCommerce-Updates zu teilen. Dadurch können wir das Plugin besser mit Ihrer Version kompatibel machen und es Ihren Anforderungen entsprechend optimieren. Es werden keine persönlichen Daten erfasst oder gespeichert.

source: Options Image
de_de: Opties Afbeelding

source: Options Title
de_de: Opties Titel

source: Paste shortcode in that page where you want to configure recommandation wizard )
de_de: Plak shortcode op die pagina waar u de aanbevelingswizard wilt configureren)

source: Pay $%s today. Renews in 12 months.
de_de: Zahlen Sie heute $%s. Verlängert sich in 12 Monaten.

source: Personal
de_de: Persönlich

source: Personal Plan
de_de: Persönlicher Plan

source: Personalized Pricing Advice and Filters
de_de: Personalisierte Preisberatung und Filter

source: Please answer the question.
de_de: Beantwoord alstublieft de vraag.

source: Please Enter Options Title Here
de_de: Voer hier de titel van de opties in

source: Please Select Attribute Name
de_de: Selecteer a.u.b. attribuutnaam

source: Please Select Attribute Value
de_de: Selecteer a.u.b. attribuutwaarde

source: Plugins page
de_de: Pagina met plug-ins

source: Popular Product Wizard Settings
de_de: Einstellungen des Assistenten für beliebte Produkte

source: Previous page
de_de: Vorige pagina

source: Price Range Status
de_de: Prijsklasse Status

source: Pro
de_de: Profi

source: Product Attributes
de_de: Productkenmerken

source: Product Fields
de_de: Productvelden

source: Product List View
de_de: Productlijstweergave

source: Product Recommendation Quiz
de_de: Productaanbevelingsquiz

source: Product Short Description
de_de: Korte productbeschrijving:

source: Product Thumbnail
de_de: Miniatuur product

source: Product Title
de_de: Producttitel:

source: Products Per Page
de_de: Producten per pagina

source: Question Configuration
de_de: Vraagconfiguratie

source: Question Description Here ( EX: I prefer my shoes to be )
de_de: Vraag Beschrijving Hier (EX: Ik heb liever dat mijn schoenen zijn)

source: Question Title
de_de: Vraag Titel

source: Question Type
de_de: vraag type

source: Questions adjust based on prior answers.
de_de: Die Fragen werden auf Grundlage vorheriger Antworten angepasst.

source: Quick Tour
de_de: Schnelle Tour

source: Read the Setup Guide
de_de: Lesen Sie die Installationsanleitung

source: Recently matched product title based on your requirements
de_de: Onlangs overeenkomende producttitel op basis van uw vereisten

source: Reload Title
de_de: Titel opnieuw laden

source: Remove File
de_de: Bestand verwijderen

source: Save
de_de: Opslaan

source: Save & Continue
de_de: Opslaan doorgaan

source: Save Master Settings
de_de: Hoofdinstellingen opslaan

source: Search
de_de: Suchen

source: Select attribute name which is created in Product attribute section (Ex. Attribute name: Gender Attribute value: gender) type attribute value gender
de_de: Selecteer de attribuutnaam die is gemaakt in de sectie Productattribuut (bijv. Attribuutnaam: Geslacht Attribuutwaarde: geslacht) type attribuutwaarde geslacht

source: Select attribute value which is created in Product attribute section
de_de: Selecteer kenmerkwaarde die is gemaakt in het gedeelte Productkenmerk

source: Select fields to showcase on product finder wizards
de_de: Selecteer velden om te laten zien op productzoekerwizards

source: Select Next Question
de_de: Selecteer Volgende Vraag

source: Select questions type radio or checkbox
de_de: Selecteer vragen type radio of checkbox

source: Set Min/Max Price Range
de_de: Min/Max prijsbereik instellen

source: Set minimum and maximum price range to filter the product.
de_de: Stel minimum- en maximumprijsbereik in om het product te filteren.

source: Set minimum and maximum price values for filtering.
de_de: Legen Sie zum Filtern minimale und maximale Preiswerte fest.

source: Set next question for this option.
de_de: Stel de volgende vraag in voor deze optie.

source: Set your own listing type of results.
de_de: Stel uw eigen lijsttype resultaten in.

source: Settings
de_de: Instellingen

source: Shortcode
de_de: Korte code

source: Show Less
de_de: Zeige weniger

source: Status
de_de: Toestand

source: Suggest
de_de: Vorschlagen

source: Support
de_de: Steun

source: support ticket
de_de: Unterstüzungsticket

source: Text color
de_de: Tekst kleur

source: Text color for next and prev button
de_de: Tekstkleur voor volgende en vorige knop

source: Text color for wizard title
de_de: Tekstkleur voor wizardtitel

source: Text color is display on next and prev button
de_de: Tekstkleur wordt weergegeven op de volgende en vorige knop

source: Text color is display on option title.
de_de: Tekstkleur wordt weergegeven op de optietitel.

source: Text color is display on specific button,Top Product Title,Products meeting most of your requirements title and pagination text
de_de: Tekstkleur wordt weergegeven op een specifieke knop, Topproducttitel, Producten die aan de meeste van uw vereisten voldoen, titel en pagineringstekst

source: Text color is display on wizard title.
de_de: Tekstkleur wordt weergegeven op de titel van de wizard.

source: Thank you for choosing our top-rated WooCommerce Product Recommendation Quiz plugin. Our user-friendly interface makes it easy to set up different product recommendation quizzes to help your customers find the perfect products.
de_de: Vielen Dank, dass Sie sich für unser erstklassiges WooCommerce Product Recommendation Quiz plugin entschieden haben. Unsere benutzerfreundliche Oberfläche erleichtert das Einrichten verschiedener Produktempfehlungsquizze, um Ihren Kunden dabei zu helfen, die perfekten Produkte zu finden.

source: The next question adapts based on the user's previous answers. This keeps the filtering process relevant and helps users find products that match their choices.
de_de: Die nächste Frage wird auf Grundlage der vorherigen Antworten des Benutzers angepasst. Dadurch bleibt der Filtervorgang relevant und Benutzer finden Produkte, die ihren Auswahlen entsprechen.

source: This is the <strong>best product quiz plugin</strong> by far. We have been looking for a product quiz plugin for WooCommerce to use for a long time and <strong>this one is just what we need</strong>!
de_de: Dies ist bei weitem das <strong>beste Produktquiz-Plugin</strong>. Wir haben lange nach einem Produktquiz-Plugin für WooCommerce gesucht und <strong>dieses ist genau das, was wir brauchen</strong>!

source: Title field is required
de_de: Titelveld is verplicht

source: To help you get started, watch the quick tour video on the right. For more help, explore our help documents or visit our %s for detailed video tutorials.
de_de: Um Ihnen den Einstieg zu erleichtern, sehen Sie sich das Kurztour-Video rechts an. Weitere Hilfe finden Sie in unseren Hilfedokumenten oder besuchen Sie unsere %s für ausführliche Video-Tutorials.

source: true
de_de: WAHR

source: Trusted by 100,000+ store owners and WP experts!
de_de: Mehr als 100.000 Ladenbesitzer und WP-Experten vertrauen uns!

source: Unlock a world of possibilities for your WooCommerce store with our Premium Product Recommendation Quiz plugin!
de_de: Erschließen Sie Ihrem WooCommerce-Shop eine Welt voller Möglichkeiten mit unserem Premium-Plugin „Quiz zu Produkt-Empfehlungen“!

source: Unlock Premium Features Today!
de_de: Schalten Sie noch heute Premium-Funktionen frei!

source: Unlock Premium Features with a %s%% Discount!
de_de: Schalten Sie Premium-Funktionen mit einem %s%% Rabatt frei!

source: Update
de_de: Aktualisieren

source: Upgrade Now
de_de: Jetzt upgraden

source: Upgrade to premium to access advanced features, enhance customer satisfaction, and personalized product listings!
de_de: Aktualisieren Sie auf Premium, um auf erweiterte Funktionen zuzugreifen, die Kundenzufriedenheit zu verbessern und personalisierte Produktlisten zu erhalten!

source: Upgrade to Pro
de_de: Upgrade auf Pro

source: Upgrade to Unlock Premium Features
de_de: Upgrade zum Freischalten von Premium-Funktionen

source: Upload Background image here which is display in front side background of all question list
de_de: Upload hier de achtergrondafbeelding die wordt weergegeven op de achtergrond aan de voorkant van alle vragenlijsten

source: Upload File
de_de: Upload bestand

source: Upload Options Image Here
de_de: Uploadopties Afbeelding hier

source: Verified Customer
de_de: Verifizierter Kunde

source: View More
de_de: Mehr sehen

source: Want to display product finder result at last?
de_de: Wilt u eindelijk het resultaat van de productzoeker weergeven?

source: We have a 14-day money-back guarantee.
de_de: Wir haben eine 14-tägige Geld-zurück-Garantie.

source: Welcome to Product Recommendation Quiz Plugin
de_de: Willkommen beim Product Recommendation Quiz Plugin

source: Welcome! 🤗
de_de: Herzlich willkommen! 🤗

source: What payment methods do you accept?
de_de: Welche Zahlungsmethoden werden akzeptiert?

source: What’s your refund policy?
de_de: Wie sind Ihre Rückerstattungsrichtlinien?

source: Wizard Category
de_de: Wizard Categorie

source: Wizard Configuration
de_de: Wizard Configuratie

source: Wizard Setting For
de_de: Wizard-instelling voor

source: Wizard Settings
de_de: Assistenteinstellungen

source: Wizard title will display in front side at top of product list ( EX:HELP ME PICK MY SHOES! )
de_de: De titel van de wizard wordt weergegeven aan de voorkant bovenaan de productlijst (EX: HELP ME PICK MIJN SCHOENEN!)

source: Wizards Based on Specific Categories
de_de: Auf bestimmten Kategorien basierende Assistenten

source: Would you mind telling how did you hear about us?
de_de: Würden Sie uns erzählen, wie Sie von uns erfahren haben?

source: Yes
de_de: Ja

source: Yes! You can read our %s or submit a %s. We are very responsive and strive to do our best to help you.
de_de: Ja! Sie können unsere %s lesen oder eine %s senden. Wir reagieren schnell und tun unser Bestes, um Ihnen zu helfen.

source: Yes, count me in!
de_de: Ja, ich bin dabei!

source: You are all set, almost!
de_de: Sie sind fast fertig!

source: You are fully protected by our 100% Satisfaction Guarantee. If over the next 14 days you are unhappy with our plugin or have an issue that we are unable to resolve, we'll happily consider offering a 100% refund of your money.
de_de: Sie sind durch unsere 100 % Zufriedenheitsgarantie vollständig geschützt. Wenn Sie innerhalb der nächsten 14 Tage mit unserem Plugin unzufrieden sind oder ein Problem haben, das wir nicht lösen können, erstatten wir Ihnen gerne 100 % Ihres Geldes zurück.

source: You can add your own Back button text which display at front on pagination.
de_de: U kunt uw eigen tekst op de knop Terug toevoegen die vooraan op de paginering wordt weergegeven.

source: You can add your own Congratulations message label at front side.
de_de: U kunt uw eigen het berichtetiket van Gelukwensen aan voorzijde toevoegen.

source: You can add your own Label for total count items after filter.
de_de: U kunt uw eigen label toevoegen voor het totale aantal items na filter.

source: You can add your own Next button text which display at front on pagination.
de_de: U kunt uw eigen tekst op de knop Volgende toevoegen die vooraan op de paginering wordt weergegeven.
