Repository: common-repository/woo-product-finder
Catalog: languages/woo-product-finder-*.po
Languages: de_de

source: You can add your own Product filtered detail link label at front side.
de_de: U kunt uw eigen Product gefilterde detaillinklabel aan de voorkant toevoegen.

source: You can add your own Restart button text which display at front on pagination.
de_de: U kunt uw eigen Herstart-knoptekst toevoegen die vooraan op de paginering wordt weergegeven.

source: You can add your own Show result button text which display at front on pagination.
de_de: U kunt uw eigen Toon resultaat-knoptekst toevoegen die vooraan op paginering wordt weergegeven.

source: You can pay with your credit card using Stripe checkout. Or your PayPal account.
de_de: Sie können mit Ihrer Kreditkarte über Stripe Checkout bezahlen. Oder über Ihr PayPal-Konto.

source: YouTube channel
de_de: Youtube Kanal
